const PRODUCTS = [
  // =========================================================
  // বিস্কুট (এগুলো থাকবে)
  // =========================================================
  
  {
    id:"বিস্কুট-1",
    name:"মিল্ক ফ্লেভার বিস্কুট",
    category:"বিস্কুট",
    categoryName:"বিস্কুট",
    price: 3050,
    unit: "",
    stock: true,
    badge: "NEW",
    description:
      "সবার প্রিয় QiaQia Mini Cookies—প্রতিটি কামড়ে পাবেন আসল মচমচে স্বাদ,আর দারুণ রিফ্রেশিং ম্যাজিক। এই কিউট কুকিজগুলো আপনার বিকেলের আড্ডাবা বাচ্চার টিফিনের জন্য একদম পারফেক্ট! 😍🎒✅ কেন ট্রাই করবেন?🍪 কিউট মিনি সাইজ।✨ সুপার ক্রাঞ্চি ও মচমচে।☕ চা বা কফির সেরা সঙ্গী।মচমচে এই মিনি ম্যাজিকে নিজেকে রিফ্রেশ করতে আজই সংগ্রহ করুন!",
    specs: [
      "SKU:201-1",
      "Company: QiaQia Milk",
      
    ],
    images: [
      "products/biscuit/milk.jpg",
      "products/biscuit/milk2.jpg",
      "products/biscuit/milk3.jpg"
    ]
  },



  {
    id:"বিস্কুট-2",
    name:"টিফিন টাইম ফ্লেভার বিস্কুট",
    category:"বিস্কুট",
    categoryName:"বিস্কুট",
    price: 3050,
    unit: "",
    stock: true,
    badge: "NEW",
    description:
      "সকালের নাস্তা, টিফিন টাইম, কিংবা রাতের হালকা স্ন্যাক্স—সবসময় Qia Qia-এর মিল্ক ফ্লেভার বিস্কুট হতে পারে আপনার সেরা সঙ্গী! প্রতিটি কামড়ে পাবেন দুধের রিচ ফ্লেভার আর নরম ক্রাঞ্চি বিস্কুটের অসাধারণ মিল। আমাদের মিল্ক ফ্লেভার বিস্কুট ছোট-বড় সবার জন্য উপযুক্ত। অফিসে, স্কুলে বা ভ্রমণে নিয়ে যান এই সুস্বাদু বিস্কুট আর উপভোগ করুন যেকোনো মুহূর্তে। ৫ টাকায় প্রিমিয়াম কোয়ালিটির নিশ্চয়তা সহ এখনই অর্ডার করুন এবং প্রতিদিনের স্ন্যাক্স টাইমটিকে করে তুলুন আরও মিষ্টি।দ্রুতগতির Dual Band WiFi Router। বাসা ও ছোট অফিসের জন্য উপযোগী।   ",
    specs: [
      "SKU:201-1",
      "Company: QiaQia Milk",
      
    ],
    images: [
      "products/biscuit/tiffin_time.jpg",
      "products/biscuit/milk2.jpg",
      "products/biscuit/milk3.jpg"
    ]
  },



{
    id:"বিস্কুট-3",
    name:"পাইন আপেল ফ্লেভার বিস্কুট",
    category:"বিস্কুট",
    categoryName:"বিস্কুট",
    price: 3050,
    unit: "",
    stock: true,
    badge: "NEW",
    description:
      "আনারসের সতেজ সুবাস আর মচমচে স্বাদের দারুণ মেলবন্ধন! 🍍✨নিয়ে এলাম QiaQia Pineapple Flavor বিস্কুট। রিফ্রেশিং আনারসের মিষ্টি স্বাদ আর দুর্দান্ত ক্রাঞ্চের প্রতিটি কামড় আপনার স্ন্যাক টাইমকে করবে আরও চনমনে ও মজাদার। 😍🍪✅ কেন এটি ট্রাই করবেন?🍍 ফ্রুটি ফ্লেভার: আনারসের একদম ন্যাচারাল ও রিফ্রেশিং স্বাদ।✨ সুপার ক্রাঞ্চি: প্রিমিয়াম কোয়ালিটির দারুণ মচমচে টেক্সচার।🎒 এনিটাইম স্ন্যাক: স্কুল, অফিস বা আড্ডার ঝটপট নাস্তার সেরা সমাধান।",
    specs: [
      "SKU:203",
      "Company: QiaQia Milk",
      
    ],
    images: [
      "products/biscuit/pineapple.jpg",
      "products/biscuit/milk2.jpg",
      "products/biscuit/milk3.jpg"
    ]
  },
 









// =========================================================
  // Chips (এগুলো থাকবে)  
  // =========================================================


  ];
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  