const PRODUCTS = [
  // =========================================================
  // মিল্ক ফ্লেভার বিস্কুট (এগুলো থাকবে)
  // =========================================================
  {
    id: "Milk-1",
    name: "মিল্ক ফ্লেভার বিস্কুট",
    category: "Milk",
    categoryName: "Buskut",
    price: 3050,
    unit: "",
    stock: true,
    badge: "NEW",
    description: "সকালের নাস্তা, টিফিন টাইম, কিংবা রাতের হালকা স্ন্যাক্স—সবসময় Qia Qia-এর মিল্ক ফ্লেভার বিস্কুট হতে পারে আপনার সেরা সঙ্গী! প্রতিটি কামড়ে পাবেন দুধের রিচ ফ্লেভার আর নরম ক্রাঞ্চি বিস্কুটের অসাধারণ মিল। আমাদের মিল্ক ফ্লেভার বিস্কুট ছোট-বড় সবার জন্য উপযুক্ত। অফিসে, স্কুলে বা ভ্রমণে নিয়ে যান এই সুস্বাদু বিস্কুট আর উপভোগ করুন যেকোনো মুহূর্তে। ৫ টাকায় প্রিমিয়াম কোয়ালিটির নিশ্চয়তা সহ এখনই অর্ডার করুন এবং প্রতিদিনের স্ন্যাক্স টাইমটিকে করে তুলুন আরও মিষ্টি।দ্রুতগতির Dual Band WiFi Router। বাসা ও ছোট অফিসের জন্য উপযোগী।",
    specs: ["Sku: 201", "Order: 1"],
    images: ["products/milk-byte/milk.jpg"]
  },


  


  // =========================================================
  // টিফিন টাইম বিস্কুট (এগুলো থাকবে)
  // =========================================================
  {
    id: "Tiffin TIme-1",
    name: "টিফিন টাইম বিস্কুট ",
    category: "Tiffin TIme",
    categoryName: "Tiffin TIme",
    price: 1500,
    unit: "",
    stock: true,
    badge: "NEW",
    description: "সকালের নাস্তা হোক কিংবা বিকেলের স্ন্যাক্স, Qia Qia-র টিফিন টাইম বিস্কুট সঙ্গে থাকলে মজা দ্বিগুণ! ক্রিস্পি টেক্সচার আর হালকা মিষ্টি স্বাদের এই বিস্কুট যে কোনো মুহূর্তে চাঙা করে দেবে আপনার দিন। স্কুল-অফিসের টিফিনে, ভ্রমণের সময় কিংবা চায়ের সঙ্গে – সব জায়গাতেই পারফেক্ট!🌟 কেন টিফিন টাইম বিস্কুট খাবেন?* সুস্বাদু ও হালকা ক্রাঞ্চ* ভালো মানের উপাদানে তৈরি* দামে সস্তা, স্বাদে অনন্য (মাত্র ১০ টাকা)খেয়ে দেখুন আর স্বাদে অভ্যস্ত হয়ে যান!",
    specs: ["Model: V2801RD", "1 XPON Port"],
    images: ["products/tiffin-time/1.jpg"]
  }

  // বাকি Cable, Connector, UPS এর কোডগুলো এখান থেকে মুছে ফেলা হয়েছে
];